Revit 2027 API
BuiltInFailures.DimensionFailures.SomeDimensionsLostWitnessLines Property
 Some Dimensions lost some of their References on paste.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeDimensionsLostWitnessLines { get; }
Public Shared ReadOnly Property SomeDimensionsLostWitnessLines As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeDimensionsLostWitnessLines {
	FailureDefinitionId^ get ();
}
static member SomeDimensionsLostWitnessLines : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace